Revit 2027 API
ParameterTypeId.RbsElecApparentLoadPhasea Property
 "Apparent Power Phase A"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecApparentLoadPhasea { get; }
Public Shared ReadOnly Property RbsElecApparentLoadPhasea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecApparentLoadPhasea {
	ForgeTypeId^ get ();
}
static member RbsElecApparentLoadPhasea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace